export const site = {
  headerIcon: "images/Tort.jpg",
};

export const garages = [
  {
    id: "Zellarium",
    author: "Zellarium",
    avatar: "images/kamil_avatar.jpg",
    message:
      "Тооооооооооорт, с днем варенья! На самом деле я немножко наврал, могу я придумать что-то поинтереснее с поздравлением))) Пусть этот паддок будет для тебя вдохновением и подтверждением, что команда KAMAZ MASTERS ВСЕГДА С ТОБОЙ! Будь счастлива и быстрее всех на свете!",
    photo: "images/kamil.jpg",
    color: "#00A86B",
  },
  {
    id: "whiteechy",
    author: "Whitee",
    avatar: "images/whiteechy_avatar.jpg",
    message:
      "торт!! с днём рождения, с каждым годом ты становишься всё круче и круче, и я желаю, чтоб ты и дальше смог процветать🥺 ты просто золотце, всегда выручаешь, когда надо; можешь дать крутой совет, который реально поможет, а также просто афигительно умеешь поддержать, и за это я тебе очень очень благодарна!! оставайся таким же упоморочительным силли seal'ом и радуйся жизни, все невзгоды пройдут, все тяжести со временем покажутся лёгкими, и я надеюсь, что на них потом ты будешь смотреть с улыбкой, а не со слезами <3 желаю всего типичного, но самое главное здоровья и финансового благополучия!! а также огромнейшей удачи, потому что её никто не отменял \n happy birthday to uuuu happy birthday to uuuu happy birthday dear tort happy birthday to uuuu🎂🎂🎂🎂",
    photo: "images/whiteechy.png",
    color: "#FFFFFF",
  },
  {
    id: "Meldosh",
    author: "Meldosh",
    avatar: "images/Meldosh_avatar.jpg",
    message: `С днем рождения тортыш \nты звала меня абортыш \nмы такое повидали \nтруханы мои порвались \nты была тогда пиздюк \nщас ты выше чем индюк \nмы 5 лет уже как besties \nне сидишь ты ни на месте \nты крутая молодец \nне люблю я холодец`,
    photo: "images/Meldosh_tortBDart.png",
    color: "#B00000",
  },
  {
    id: "Alex",
    author: "Alex",
    avatar: "images/Alex_avatar.jpg",
    message:
      "Дорогой Торт Тортилла, ты самая хорошая крутющая невъебейшая прям муа, я поздравляю тебя с днём рождения, желаю тебе много много радостей в жизни, много много крутых подарков и конечно же много много удачи в любых начинаниях!!! 🏎️🏎️🏎️ \n Ты можешь хоть горы свернуть и ни за что не слушай никого кто пытается доказать тебе обратное!!!!!!!!! Ты наш финишер номер 1 форевер 🧡",
    photo: ["images/Alex_meme.jpg", "images/Alex.gif"],
    color: "#D87093",
  },
  {
    id: "Oladushek",
    author: "Оладь",
    avatar: "images/Oladushek_avatar.jpg",
    message:
      "СТОООООЙ ТОРТ ПОДОЖДИ КУДА ТЫ СТОЙ Я ХОЧУ ПОЗДРАВИТЬ НУ ПОДОЖДИ ПОЗДРАВИТЬ С ДНЕМ РОЖДЕНИЯ ПОДОЖДИ ТЫ СЧАСТЬЯ ЗДОРОВЬЯ КУДА ТЫ ТАК ГОНИШЬ ТООООООРРРТТТТТТТТТТТТТТТТТ",
    photo: "images/Oladushek.jpg",
    color: "#F8F32B",
  },
  {
    id: "Zeteri",
    author: "Zeteri",
    avatar: "images/Zeteri_avatar.jpg",
    message: "Хаппи берздей торт тортилла *explodes*",
    photo: "images/Zeteri.png",
    color: "#77DDE7",
  },
  {
    id: "felya",
    author: "Felya",
    avatar: "images/felya_avatar.png",
    message: "welcome to the old ppl club grandpa",
    photo: ["images/felya_meme.jpg", "images/felya.png"],
    color: "#FF00CC",
  },
];

export const podium = {
  author: "Sairon",
  avatar: "images/Sairon_avatar.jpg", // Например: "images/podium_avatar.jpg"
  color: "#00A86B",
  title: "ТОРТ ТОРТИЛА ПРИВЕТ!!!",
  message: `Я даже могу сказать... привет здоровяк :D
Кароче мы всем камазом хотим тебе сказать с днём рождения!! Я очень рад что знаком с тобой все эти годы наши пути хоть слегка и разошлись с последним годом но я всё равно рад поддерживать с такой хоть и редкое но очень приятное общение. Не смогу представить себе ни одной поездки в мск больше без того что бы хотя бы немного не встретится с тобой и не погулять. Я очень ценю каждый момент как мы можем поделиться о дерьме происходящем в нашей жизни.
С дршечкай тебя родной надеюсь тебе понравится наш маааааленький подарочек. ❤️❤️❤️`,
  // Строка или массив путей.
  // При null используется существующий site.finalArt.
  photo: "images/Sairon_podium.jpg",
};
